wrk/remote-sensing-platform-with-cache-no-update/wrk-C100.txt
Running 5m test @ http://localhost:60001
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    48.94ms   67.11ms   1.09s    98.77%
    Req/Sec   592.52     86.00     1.04k    68.99%
  Latency Distribution
     50%   41.37ms
     75%   47.26ms
     90%   53.70ms
     99%  282.66ms
  700077 requests in 5.00m, 5.44GB read
Requests/sec:   2332.85
Transfer/sec:     18.58MB